Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: Give ear to those who are rulers over you, and do as they say: for they keep watch over your souls, ready to give an account of them; let them be able to do this with joy and not with grief, because that would be of no profit to you.
chr: ᏕᏦᎯᏳᏎᏍᏗ ᎾᏍᎩ Ꮎ ᎨᏣᎦᏌᏯᏍᏗᏕᎩ, ᎠᎴ ᏕᏣᏓᏲᏍᎨᏍᏗᏉ; ᏗᏣᏓᏅᏙᏰᏃ ᏚᎾᎦᏌᏯᏍᏗᏕᎦ, ᎾᏍᎩᏯ ᎢᏳᎾᏛᏁᏗ ᏥᎩ ᎾᏍᎩ Ꮎ ᎬᏂᎨᏒ ᎢᏳᏅᏁᏗ ᏥᎨᏐ ᏄᎾᏛᏁᎵᏙᎸᎢ; ᎾᏍᎩ ᎠᎾᎵᎮᎵᎬ ᎬᏂᎨᏒ ᎢᎬᏩᏅᏁᏗ ᏱᎩ, ᎥᏝᏃ ᎤᏲᏉ ᏚᎾᏓᏅᏛᎢ; ᎾᏍᎩᏰᏃ ᎥᏝ ᎨᏣᎵᏍᏕᎸᏙᏗ ᏱᎩ.

source: Make prayers for us, for we are certain that our hearts are free from the sense of sin, desiring the right way of life in all things.
chr: ᎢᏣᏓᏙᎵᏍᏗᏍᎬ ᎠᏴ ᏍᎩᏁᎢᏍᏗᏍᎨᏍᏗ; ᎣᎪᎯᏳᎭᏰᏃ ᎣᏏᏳ ᏂᏙᎬᏅ ᏦᎦᏓᏅᏙ, ᎠᎴ ᎣᎦᏚᎵᎭ ᏂᎦᎥᏉ ᏃᏣᏛᏁᎵᏙᎲ ᏱᏍᏛ ᎢᏲᎦᏛᏁᏗᏱ.

source: I make this request more strongly, in the hope of coming back to you more quickly.
chr: ᎯᎠᏍᎩᏂᏃᏅ ᎢᏣᏛᏁᏗᏱ ᎤᏟ ᎢᎦᎢ ᎢᏨᏍᏗᏰᏗᎭ, ᎾᏍᎩ ᏞᎦᎾᎨ ᏗᏤᎲ ᏔᎵᏁ ᏮᏆᏘᏃᎯᏍᏗᏱ.

source: Now may the God of peace, who made that great keeper of his flock, even our Lord Jesus, come back from the dead through the blood of the eternal agreement,
chr: ᎤᏁᎳᏅᏗᏃ ᏅᏩᏙᎯᏯᏛ ᎠᏓᏁᎯ, ᎾᏍᎩ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎤᏲᎱᏒ ᏔᎵᏁ ᏧᎴᏔᏅᎯ ᏥᎩ, ᎾᏍᎩ Ꮎ ᎠᏥᎸᏉᏗ ᎠᏫ-ᏗᎦᏘᏯ ᎢᏯᎬᏁᎸᎯ, ᎬᏔᏅᎯ ᎩᎬ, ᎠᏲᎩ ᏂᎨᏒᎾ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛ ᎠᏍᏓᏱᏗᏍᎩ,

source: Make you full of every good work and ready to do all his desires, working in us whatever is pleasing in his eyes through Jesus Christ; and may the glory be given to him for ever and ever. So be it.
chr: ᏂᏥᎪᎸᎾ ᎢᏨᏁᏗ ᎨᏎᏍᏗ, ᏂᎦᎥ ᎣᏍᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎾᏍᎩ ᏗᎨᏥᎸᏫᏍᏓᏁᏗ ᎣᏏᏳ ᎤᏰᎸᏗ ᎢᏳᎵᏍᏙᏗᏱ, ᎾᏍᎩ ᎣᏍᏛ ᎤᏰᎸᏗ ᎨᏒ ᎢᏣᏛᏁᏗᏱ ᏂᏨᏁᎲ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ; ᎾᏍᎩ ᎠᏥᎸᏉᏙᏗ ᎨᏎᏍᏗ ᏂᎪᎯᎸ ᎠᎴ ᏂᎪᎯᎸᎢ. ᎠᎺᏅ.

source: But, brothers, take kindly the words which I have said for your profit; for I have not sent you a long letter.
chr: ᎠᎴ ᎢᏨᏍᏗᏰᏗᎭ, ᎢᏓᎵᏅᏟ, ᎤᏓᏅᏘ ᏗᏣᏓᏂᎸᎢᏍᏗᏱ ᎢᏨᏬᏁᏗᏍᎬᎢ; ᎢᎸᏍᎩᏉᏰᏃ ᎢᎧᏁᏨᎯ ᎢᏨᏬᏁᏓ ᎠᏂ ᎪᏪᎵᎯ.

source: Our brother Timothy has been let out of prison; and if he comes here in a short time, he and I will come to you together.
chr: ᎢᏣᏅᏖᏍᏗ ᎾᏍᎩ ᏗᎹᏗ ᎢᏓᎵᏅᏟ ᎤᏁᎳᏛᎢ; ᎢᏳᏃ ᏂᎪᎯᎸᎾ ᎢᎦᎷᏨᎭ ᎢᏨᎪᏩᏛᏗ ᎢᎨᏎᏍᏗ ᎾᏍᎩ ᎣᏍᏕᎮᏍᏗ.

source: Give words of love from me to those who are rulers over you, and to all the saints. Those who are in Italy send you their love.
chr: ᏕᏥᏲᎵᎸᎭ ᏂᎦᏛ ᎨᏣᎦᏌᏯᏍᏗᏕᎩ, ᎠᎴ ᏂᎦᏛ ᎤᎾᏓᏅᏘ. ᎢᏓᎵ ᎠᏁᎯ ᏫᎨᏥᏲᎵᎦ.

source: May grace be with you all.
chr: ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏕᏥᎧᎿᏩᏗᏙᎮᏍᏗ ᏂᏥᎥᎢ. ᎡᎺᏅ.

source: Epistle of James
chr: ᏥᎻ ᎤᏬᏪᎳᏅᎯ

source: James, a servant of God and of the Lord Jesus Christ, sends words of love to the twelve tribes of the Jews living in all parts of the earth.
chr: ᏥᎻ, ᎤᏁᎳᏅᎯ ᎠᎴ ᏥᏌ ᎦᎶᏁᏛ ᎬᏩᏅᏏᏛ, ᏫᏥᏲᎵᎦ ᏔᎳᏚ ᏂᏥᎳᏍᏓᎸ ᎢᏣᏗᎦᎴᏲᏨᎯ ᏥᎩ.

source: Let it be all joy to you, my brothers, when you undergo tests of every sort;
chr: ᎢᏓᎵᏅᏟ, ᎤᏣᏘ ᎤᎵᎮᎵᏍᏗᏳ ᎢᏥᏰᎸᏎᏍᏗ, ᎢᏳᏃ ᏧᏓᎴᏅᏛ ᎢᏥᎪᎵᏰᏍᎩ ᎢᏣᎵᏩᏛᎡᎮᏍᏗ.

source: Because you have the knowledge that the testing of your faith gives you the power of going on in hope;
chr: ᎯᎠ ᎾᏍᎩ ᎢᏥᎦᏔᎮᏍᏗ, ᎢᏦᎯᏳᏒ ᎠᎪᎵᏰᏗ ᎨᏒ ᎢᏨᏂᏗᏳ ᏂᏨᏁᎲᎢ.

source: But let this power have its full effect, so that you may be made complete, needing nothing.
chr: ᎠᏗᎾ ᎢᏨᏂᏗᏳ ᎨᏒ ᎤᎧᎵᏨᎯ ᏧᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏚᎸᏫᏍᏓᏁᎮᏍᏗ; ᎾᏍᎩᏃ ᏂᎯ ᎢᏥᎧᎵᏨᎯ ᎠᎴ ᎢᏥᏃᏍᏛ ᎨᏎᏍᏗ, ᎪᎱᏍᏗ ᏂᏥᎪᎸᎾ.

source: But if any man among you is without wisdom, let him make his request to God, who gives freely to all without an unkind word, and it will be given to him.
chr: ᎢᏳᏃ ᎩᎶ ᏂᎯ ᎢᏤᎲ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎤᏂᎬᎨᏍᏗ, ᎤᏁᎳᏅᎯ ᎠᏔᏲᏎᎮᏍᏗ, ᎾᏍᎩ ᎾᏂᎥ ᏄᎵᏏᏅᏛᎾ ᏗᏁᎯᏥᎩ, ᎠᎴ ᏂᏓᏍᎦᎬᎾ ᏥᎩ; ᎠᎴ ᎠᏎ ᎠᏥᏁᏗ ᎨᏎᏍᏗ.

source: Let him make his request in faith, doubting nothing; for he who has doubt in his heart is like the waves of the sea, which are troubled by the driving of the wind.
chr: ᎠᏗᎾ ᎤᏬᎯᏳᎯᏳ ᎨᏎᏍᏗ ᎠᏔᏲᎯᎮᏍᏗ, ᎪᎱᏍᏗ ᏄᏜᏏᏛᎡᎲᎾ; ᎤᏜᏏᏛᎡᎯᏰᏃ ᎾᏍᎩᏉ ᎠᎺᏉᎯ ᏓᎵᏍᏗᎳᏁᎬ ᎤᏃᎴ ᏧᏃᎸᏔᏂᏙᎰ ᎠᎴ ᏧᎨᎯᏙᎰᎢ.

source: Let it not seem to such a man that he will get anything from the Lord;
chr: ᏞᏍᏗ ᎾᏍᎩ ᎠᏍᎦᏯ, ᎤᎬᏫᏳᎯ ᎪᎱᏍᏗ ᏛᎩᏁᎵ, ᏰᎵᏍᎨᏍᏗ.

source: For there is a division in his mind, and he is uncertain in all his ways.
chr: ᎠᏍᎦᏯ ᏔᎵ ᎢᏳᏓᎢ ᎤᏓᏅᏛᎢ ᎤᏁᏟᏴᏌᏘ ᎨᏐᎢ ᏂᎦᎥ ᏚᎸᏫᏍᏓᏁᎲᎢ.

source: But let the brother of low position be glad that he is lifted up;
chr: ᎢᏣᏓᏅᏟ ᎨᏒ ᎤᏲ ᎢᏳᏛᎿᏕᎩ ᏩᎵᎮᎵᎩ ᎠᏥᏌᎳᏓᏅᎢ,

source: But the man of wealth, that he is made low; because like the flower of the grass he will come to his end.
chr: ᎤᏪᎿᎢᏍᎩᏂ ᎡᎳᏗ ᎾᎬᏁᎸᎢ; ᎧᏃᏍᎦᏰᏃ ᎤᏥᎸᏒ ᏥᎦᎶᏍᎪ ᎾᏍᎩᏯ ᏓᎦᎶᏐᏂ.

source: For when the sun comes up with its burning heat, the grass gets dry and the grace of its form is gone with the falling flower; so the man of wealth comes to nothing in his ways.
chr: ᎵᎧᎸᎩᏉᏰᏃ ᏅᏙ ᎤᏗᎴᎩ, ᎿᏉ ᎬᏴᏗᏍᎪ ᎧᏃᏍᎦ, ᎠᎴ ᎤᏥᎸᏒ ᎦᏙᎠᏍᎪᎢ, ᎠᎴ ᎤᏬᏚᎯᏳ ᎨᏒ ᎤᏙᏢᏒ ᎠᏲᎪᎢ. ᎾᏍᎩᏯ ᎾᏍᏉ ᎤᏪᎿᎢ ᏓᎬᏴᏏ ᏚᎸᏫᏍᏓᏁᎲᎢ.

source: There is a blessing on the man who undergoes testing; because, if he has God's approval, he will be given the crown of life, which the Lord has said he will give to those who have love for him.
chr: ᎣᏏᏳ ᎢᏳᎵᏍᏓᏁᏗ ᎾᏍᎩ Ꮎ ᎠᏍᎦᏯ ᎤᎪᎵᏰᏍᎩ ᏧᏱᎵᏙᎰ ᎬᏂᏗᏳ ᏥᎨᏐᎢ, ᎠᏥᎪᎵᏰᎥᎯᏰᏃ ᎨᏎᏍᏗ ᎬᏂᏛ ᎠᎵᏍᏚᎶ ᎠᏥᏅᏁᏗ ᎨᏎᏍᏗ, ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᏧᏚᎢᏍᏓᏁᎸᎯ ᏥᎩ ᎬᏩᎨᏳᎯ.

source: Let no man say when he is tested, I am tested by God; for it is not possible for God to be tested by evil, and he himself puts no man to such a test:
chr: ᏞᏍᏗ ᎩᎶ ᎢᏳᏃ ᎠᏥᎪᎵᏰᏍᎨᏍᏗ, ᎤᏁᎳᏅᎯ ᎠᎩᎪᎵᏰᎭ ᎤᏛᏅᎩ; ᎤᏁᎳᏅᎯᏰᏃ ᎥᏝ ᎦᏰᏥᎪᎵᏰᏗ ᏱᎩ ᎤᏲ ᎠᎬᏓᏁᎲᎢ, ᎥᏝ ᎠᎴ ᎤᏩᏒ ᎩᎶ ᏯᎪᎵᏰᏍᎪᎢ.

source: But every man is tested when he is turned out of the right way by the attraction of his desire.
chr: ᎩᎶᏍᎩᏂ ᎠᏥᎪᎵᏰᏍᎪᎢ ᎢᏳᏃ ᎤᏩᏒ ᎤᏚᎵᏍᎬ ᏧᏘᏁᎯ ᎠᎴ ᏧᏌᏛᎥᏍᎪᎢ.

source: Then when its time comes, desire gives birth to sin; and sin, when it is of full growth, gives birth to death.
chr: ᎿᏉᏃ ᎠᏚᎸᏗ ᎨᏒ ᎠᏙᏢᎾ ᎠᏍᎦᏂ ᎦᎾᏄᎪᏫᏍᎪᎢ; ᎠᏍᎦᏂᏃ ᎠᏍᏆᏓ ᎿᏉ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎦᎾᏄᎪᏫᏍᎪᎢ.

source: Do not be turned from the right way, dear brothers.
chr: ᏞᏍᏗ ᎢᏂᎵᏓᏍᏓᏅᎩ, ᎢᏨᎨᏳᎢ ᎢᏓᏓᏅᏟ;

source: Every good and true thing is given to us from heaven, coming from the Father of lights, with whom there is no change or any shade made by turning.
chr: ᏂᎦᎥ ᎣᏍᏛ ᎠᏓᏁᏗ ᎨᏒᎢ, ᎠᎴ ᏂᎦᎥ ᎣᏌᏂ ᎠᏓᏁᏗ ᎨᏒ ᎦᎸᎳᏗ ᏗᏓᎴᎲᏍᎦ ᎠᎴ ᎠᏠᎠᏏᎯᎭ ᏗᏓᎴᎲᏍᎦ ᎠᎦᏴᎵᎨᏍᏛᏱ ᎢᎦᎦᏘ ᎤᏪᎯ, ᎾᏍᎩ ᎬᏩᏓᏁᏟᏴᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎠᎴ ᎬᏩᎦᏔᎲᏍᏗ ᎨᏒ ᏄᏓᏴᎳᏛᏫ ᎨᏒᎢ.

source: Of his purpose he gave us being, by his true word, so that we might be, in a sense, the first-fruits of all the things which he had made.
chr: ᎤᏩᏒ ᎤᏓᏅᏖᏛ ᎢᎩᎾᏄᎪᏫᏒ ᎤᏩᏔᏅ ᎧᏃᎮᏛ ᎦᏰᎪᎩ ᏂᎨᏒᎾ, ᎾᏍᎩ ᎠᏴ ᎢᎬᏱ ᎡᎦᏁᎳᏅᎯ ᎾᏍᎩᏯ ᎢᎦᎵᏍᏙᏗᏱ ᎾᏍᎩ ᎨᎦᏁᎳᏅᎯ ᎨᏒᎢ.

source: You have knowledge of this, dear brothers. But let every man be quick in hearing, slow in words, slow to get angry;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏨᎨᏳᎢ ᎢᏓᎵᏅᏟ, ᎾᏂᎥ ᎣᏏᏄᎵᏳ ᎨᏎᏍᏗ Ꮎ ᎤᏛᎪᏗᏱ, ᎤᏍᎦᏃᎵᏳ ᎨᏎᏍᏗ ᎤᏂᏁᎢᏍᏗᏱ, ᎤᏍᎦᏃᎵᏳ ᎤᏂᏔᎳᏬᎯᏍᏗᏱ.

source: For the righteousness of God does not come about by the wrath of man.
chr: ᏴᏫᏰᏃ ᎤᏔᎳᏬᏍᎬᎢ ᎥᏝ ᏱᎦᎾᏄᎪᏫᏍᎪ ᏚᏳᎪᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ.

source: For this reason, putting away all dirty behaviour and the overweight of evil, take into your souls without pride the word which, being planted there, is able to give you salvation.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏴᏛ ᏂᏨᏁᎮᏍᏗ ᏂᎦᎥ ᎦᏓᎭ ᎨᏒᎢ ᎠᎴ ᎤᎶᏒᏍᏔᏅᎯ ᎤᏲ ᎨᏒᎢ, ᎠᎴ ᎤᏓᏙᎵᏍᏗ ᎢᏨᏔᏅᎭ ᏕᏣᏓᏂᎸᏨᎭ ᎧᏃᎮᏛ ᎬᏱᏝᏅᎯ, ᎾᏍᎩ ᏰᎵᏉ ᏗᎬᏩᏍᏕᎸᏗ ᏥᎩ ᏗᏣᏓᏅᏙᎩ.

source: But be doers of the word, and not only hearers of it, blinding yourselves with false ideas.
chr: ᎠᏎᏃ ᎧᏃᎮᏛ ᏂᎦᏪᏍᎬ ᎢᏣᏛᏁᎯ ᎨᏎᏍᏗ, ᏞᏍᏗᏃ ᎢᏣᏛᎩᏍᎩᏉ ᎤᏩᏒ ᏱᎨᏎᏍᏗ, ᎢᏨᏒ ᏱᏣᏓᎵᏓᏍᏗᏍᎨᏍᏗ.

source: Because if any man is a hearer of the word and not a doer, he is like a man looking at his natural face in a glass;
chr: ᎢᏳᏰᏃ ᎩᎶ ᎠᏛᎩᏍᎩᏉ ᏱᎩ ᎢᏯᏛᏁᎯᏃ ᏂᎨᏒᎾ ᏱᎩ ᎧᏃᎮᏛ ᏂᎦᏪᏍᎬᎢ, ᎾᏍᎩ ᎠᏍᎦᏯ ᏓᏤᎸ ᏣᎪᏩᏘᏍᎪ ᏄᏍᏛ ᎤᏩᏒ ᎤᎧᏛᎢ ᎠᏓᎨᏗᏱ;

source: For after looking at himself he goes away, and in a short time he has no memory of what he was like.
chr: ᎤᏩᏒᏰᏃ ᎠᏓᎪᏩᏘᏍᎪᎢ, ᎠᎴ ᎠᏓᏅᏍᎪᎢ, ᎩᎳᏉᏃ ᎢᏴᏛ ᎤᏩᎨᏫᏍᎪ ᏄᏍᏛᎢ.

source: But he who goes on looking into the true law which makes him free, being not a hearer without memory but a doer putting it into effect, this man will have a blessing on his acts.
chr: ᎩᎶᏍᎩᏂ ᎣᏍᏛ ᎠᎪᎵᏰᏍᎨᏍᏗ ᎠᎧᎵᎸᎯ ᏗᎧᎿᏩᏛᏍᏗ ᎬᏓᎧᎲᏍᎩ ᏥᎩ, ᎠᎴ ᎦᏯᎢᏎᏍᏗ, ᎾᏍᎩ ᎠᏍᎦᏯ ᎣᏍᏛ ᎤᏓᏅᏓᏗᏍᏗ ᎨᏎᏍᏗ ᏚᎸᏫᏍᏓᏁᎲᎢ, ᎾᏍᎩᏰᏃ ᎤᏩᎨᏫᏌᏘ ᏂᎨᏒᎾ ᎠᏛᎩᏍᎩ, ᏧᎸᏫᏍᏓᏁᎯᏍᎩᏂ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ.

source: If a man seems to have religion and has no control over his tongue but lets himself be tricked by what is false, this man's religion is of no value.
chr: ᎢᏳᏃ ᎩᎶ ᎢᏤᎲ ᏳᏓᏑᏯ ᏧᏁᎶᏗ ᏱᏅᏩᏍᏗ, ᏂᎦᎾᎯᏍᏗᏍᎬᎾᏃ ᏱᎩ ᎦᏃᎪᎢ, ᎤᏩᏒᏉᏍᎩᏂ ᎤᎾᏫ ᎦᎵᏓᏍᏗᏍᎩ ᏱᎩ, ᎾᏍᎩ ᎠᏍᎦᏯ ᏧᏁᎶᏗ ᎨᏒ ᎠᏎᏉᎢ.

source: The religion which is holy and free from evil in the eyes of our God and Father is this: to take care of children who have no fathers and of widows who are in trouble, and to keep oneself untouched by the world.
chr: ᎣᏍᏛ ᏗᏁᎶᏙᏗ ᎨᏒ ᎠᎴ ᎦᏓᎭ ᏂᎨᏒᎾ ᎠᎦᏔᎲ ᎤᏁᎳᏅᎯ ᎠᎦᏴᎵᎨᎢ, ᎯᎠ ᏄᏍᏗ, ᏗᏩᏛᎯᏓᏍᏗᏱ ᏧᎾᏓᏂᏯᏛ ᎠᎴ ᏧᏃᏑᎶᏨᎯ ᎤᏲ ᏄᎾᏛᎾᏕᎬᎢ, ᎠᎴ ᎤᎵᏍᏆᏂᎪᏙᏗᏱ ᎤᏩᏒ ᏄᏚᏯᏍᏛᎾ ᎢᏳᎵᏍᏙᏗᏱ ᎡᎶᎯ ᎠᏁᎯ ᏄᎾᏍᏛ ᎢᏳᎵᏍᏙᏗᏱ ᏂᎨᏒᎾ.

source: My brothers, if you have the faith of our Lord Jesus Christ of glory, do not take a man's position into account.
chr: ᎢᏓᎵᏅᏟ, ᎡᏦᏳᏒ ᎦᎸᏉᏗᏳ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᏥᏌ ᎦᎶᏁᏛ, ᏞᏍᏗ ᏔᎵ ᏳᏛᏕᏍᏗ ᏗᏓᎸᏉᏙᏗ ᎨᏒᎢ.

source: For if a man comes into your Synagogue in fair clothing and with a gold ring, and a poor man comes in with dirty clothing,
chr: ᎢᏳᏰᏃ ᎩᎶ ᎠᏍᎦᏯ ᏳᏴᎵᎸ ᏕᏥᎳᏫᎥᎢ ᎠᏕᎸ ᏓᎶᏂᎨ ᎤᎵᏰᏑᏍᏙᎩ ᏧᏬᏚᎯ ᏧᏄᏩᎢ, ᎾᏍᏉᏃ ᏳᏴᎵᎸ ᎤᏲ ᎢᏳᏛᎾᏕᎩ ᏗᎦᏓᎭ ᏧᏄᏩᎢ;

source: And you do honour to the man in fair clothing and say, Come here and take this good place; and you say to the poor man, Take up your position there, or be seated at my feet;
chr: ᏰᏥᎸᏉᏔᏅᏃ ᏧᏬᏚᎯ ᏧᏄᏩᎢ, ᎠᎴ ᎯᎠ ᏱᏁᏥᏪᏎᎸ, ᎠᏂ ᎣᏍᏛ ᎨᏒ ᎯᎲᎦ, ᎤᏲᏃ ᎢᏳᏛᎿᏕᎩ ᎯᎠ ᏱᏁᏥᏪᏎᎸ, ᎾᎿ Ꮎ ᎯᏙᎨᏍᏗ, ᎠᎴ ᎠᏂ ᎯᎲᎦ ᎯᏆᎳᏏᏗᏱ ᎠᎩᏍᎩᎸ ᎭᏫᏂᏗᏢ;

source: Is there not a division in your minds? have you not become judges with evil thoughts?
chr: ᏞᏍᏗ ᎿᏉ ᏕᏣᏓᏅᏛ ᏱᏗᏣᏓᎸᏉᏗᎭ, ᎠᎴ ᏝᏍᎪ ᏗᏧᎪᏗᏍᎩ ᎤᏲ ᎢᏣᏓᏅᏖᏍᎩ ᏱᏂᏣᎵᏍᏔᏅ?

source: Give ear, my dear brothers; are not those who are poor in the things of this world marked out by God to have faith as their wealth, and for their heritage the kingdom which he has said he will give to those who have love for him?
chr: ᎢᏣᏛᎬᎦ ᎢᏨᎨᏳᎢ ᎢᏓᎵᏅᏟ, ᏝᏍᎪ ᎤᏁᎳᏅᎯ ᏱᏚᏑᏰᏒ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ ᎡᎶᎯ ᎠᏁᎯ, ᎤᏁᎿᎢᏳ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎠᎴ ᎤᎾᏙᎵᎦ ᎤᏤᎵᎪᎯ ᎾᏍᎩ ᏧᏚᎢᏍᏓᏁᎸᎯ ᏥᎩ ᎬᏩᎨᏳᎯ?

source: But you have put the poor man to shame. Are not the men of wealth rulers over you? do they not take you by force before their judges?
chr: ᏂᎯᏍᎩᏂ ᎥᏝ ᏰᏥᎦᏌᏯᏍᏔᏅ ᎤᏲ ᎢᏳᏛᎿᏕᎩ. ᏝᏍᎪ ᏧᏁᎿᎢ ᎤᏲ ᏱᏂᎨᏨᎿᏕᎪᎢ, ᎠᎴ ᏱᏗᎨᏣᏘᏃᎯᎰ ᏗᎫᎪᏙᏗᏱ?

source: Do they not say evil of the holy name which was given to you?
chr: ᏝᏍᎪ ᏯᏂᏐᏢᎢᏍᏗᏍᎪ ᎦᎸᏉᏗᏳ ᏕᎤᏙᎥ ᎾᏍᎩ ᏂᎯ ᏤᏦᏍᏔᏅᎯ ᏥᎩ?

source: But if you keep the greatest law of all, as it is given in the holy Writings, Have love for your neighbour as for yourself, you do well:
chr: ᎢᏳᏃ ᎢᏥᎧᎵᎢᎮᏍᏗ ᎦᎸᏉᏗᏳ ᏗᎧᎿᏩᏛᏍᏗ ᎾᏍᎩᏯ ᏂᎬᏅ ᎪᏪᎸᎢ, “ᏨᏒ ᏥᏂᏣᏓᎨᏳᎭ ᏂᎨᏳᏎᏍᏗ ᎾᎥ ᎢᏗᏍᏓᏓᎳ,” ᏣᏗᎭ, ᎣᏏᏳ ᏱᏂᏣᏛᎦ.

source: But if you take a man's position into account, you do evil, and are judged as evil-doers by the law.
chr: ᎢᏳᏍᎩᏂᏃ ᏙᏣᏓᎸᏉᏗᏍᎨᏍᏗᏉ, ᎢᏥᏍᎦᏅᎨᏍᏗ, ᎠᎴ ᏗᎧᎾᏩᏛᏍᏗ ᏕᏧᎪᏓᏁᎮᏍᏗ ᎢᏥᏍᎦᏅᏨᎯ ᎨᏒᎢ.

source: For anyone who keeps all the law, but makes a slip in one point, is judged to have gone against it all.
chr: ᎩᎶᏰᏃ ᏂᎦᏛ ᏗᎧᎿᏩᏛᏍᏗ ᏱᏓᎧᎿᏩᏕᎦ, ᏑᏓᎴᎩᏉᏃ ᎪᎱᏍᏗ ᏯᏲᏍᏗᎭ, ᏂᎦᏛ ᏚᏲᏍᏔᏃᎢ.

source: For he who said, Do not be untrue in married life, is the same who said, Put no man to death. Now if you are not untrue in married life, but you put a man to death, the law is broken.
chr: ᎯᎠᏰᏃ ᎢᏳᏪᏛ ᏥᎩ, “ᏞᏍᏗ ᏣᏓᏲᏁᎸᎩ,” ᎾᏍᏉ ᎯᎠ ᎢᏳᏪᏛ ᎢᎩ, “ᏞᏍᏗ ᏣᏓᎸᎩ;” ᎾᏍᎩᏃ ᎢᏳᏃ ᏂᏣᏓᏲᏁᎸᎾ ᏱᎩ, ᎠᏎᏃ ᏱᏣᏓᎸ, ᎿᏉ ᏗᎧᎿᏩᏛᏍᏗ ᎯᏲᏍᏗᏍᎩ ᏄᎵᏍᏔᏅ.

source: Let your words and your acts be those of men who are to be judged by the law which makes free.
chr: ᎢᏥᏁᎬᎢ ᎠᎴ ᏕᏥᎸᏫᏍᏓᏁᎲᎢ ᎾᏍᎩᏯ ᎨᏎᏍᏗ ᏄᏍᏛ ᎤᏂᏁᎢᏍᏗ ᎨᏒ ᎠᎴ ᏧᏂᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎾᏍᎩ Ꮎ ᏗᎨᎫᎪᏓᏁᏗ ᏥᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎬᏓᎧᎲᏍᎩ ᎨᎬᏓᏁᏗ ᏥᎩ.

source: For the man who has had no mercy will be judged without mercy, but mercy takes pride in overcoming judging.
chr: ᎾᏥᏙᎵᎬᎾᏰᏃ ᏣᎫᎪᏓᏁᏗ ᎨᏎᏍᏗ ᏄᏓᏙᎵᏨᎯ; ᎠᏓᏙᎵᏍᏗᏃ ᎨᏒ ᎠᏓᎵᏁᏗᏕᎭ ᏗᎫᎪᏙᏗ ᎨᏒᎢ.

source: What use is it, my brothers, for a man to say that he has faith, if he does nothing? will such a faith give him salvation?
chr: ᎦᏙ ᎬᏙᏗ, ᎢᏓᎵᏅᏟ, ᎢᏳᏃ ᎩᎶ ᎠᏉᎯᏳᎭ ᏯᏗᎭ, ᏂᏚᎸᏫᏍᏓᏁᎲᎾᏃ ᏱᎩ? ᎤᏬᎯᏳᏒᏍᎪ ᏰᎵᏉ ᏳᏍᏕᎸ?

source: If a brother or a sister is without clothing and in need of the day's food,
chr: ᎢᏳᏃ ᎩᎶ ᎢᎩᏅᏟ ᎠᎴ ᎢᎩᏙ ᏧᏂᏰᎸᎭ ᏱᎩ, ᎠᎴ ᏳᏂᏂᎬᎦ ᏂᏚᎩᏨᏂᏒ ᎠᎵᏍᏓᏴᏗ ᎨᏒᎢ,

source: And one of you says to them, Go in peace, be warm and full of food; but you do not give them the things of which their bodies have need, what profit is there in this?
chr: ᎩᎶᏃ ᏂᎯ ᎢᏣᏓᏡᎬ ᎯᎠ ᏱᏂᏚᏪᏎᎸ; ᏅᏩᏙᎯᏯᏛ ᏥᏤᎾ, ᎢᏥᎦᎾᏬᏒᎯ ᎠᎴ ᏗᏦᎸᏒᎯ ᎨᏎᏍᏗ; ᏂᏗᏥᏁᎲᎾᏃ ᎢᎨᏎᏍᏗ ᎠᏰᎸ ᎤᎵᏍᏕᎸᏙᏗ ᎨᏒᎢ; ᎦᏙ ᎬᏙᏗ ᎾᏍᎩ?

source: Even so faith without works is dead.
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎢᏳᏃ ᏔᎵ ᏄᏛᏛᎾ ᎢᎨᏎᏍᏗ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᎤᎵᏬᏨᎯ, ᎤᏩᏒᏉ ᎨᏒ ᎢᏳᏍᏗ.

source: But a man may say, You have faith and I have works; let me see your faith without your works, and I will make my faith clear to you by my works.
chr: ᎤᏙᎯᏳᎯ ᎩᎶ ᎯᎠ ᏱᏅᎦᏫ, ᏂᎯ ᏦᎯᏳᎭ, ᎠᏴᏃ ᏓᎩᎸᏫᏍᏓᏁᎭ; ᎬᏂᎨᏒ ᏂᏍᏋᏂᏏ ᏦᎯᏳᏒ ᏕᏣᎸᏫᏍᏓᏁᎲ ᏅᏗᏍᎬᎾ ᎨᏒᎢ, ᎠᏴᏃ ᎬᏂᎨᏒ ᏅᏓᎬᏴᏁᎵ ᎠᏉᎯᏳᏒ ᏓᎩᎸᏫᏍᏓᏁᎲ ᎬᏗᏍᎬᎢ.

source: You have the belief that God is one, and you do well: the evil spirits have the same belief, shaking with fear.
chr: ᏂᎯ ᎰᎯᏳᎲᏍᎦ ᎠᏏᏴᏫ ᎡᎲ ᎤᏁᎳᏅᎯ. ᎣᏏᏳ ᎿᏛᏁᎭ. ᎠᏂᏍᎩᎾ ᎾᏍᏉ ᎠᏃᎯᏳᎲᏍᎦ, ᎠᎴ ᏚᏂᎾᏫᎭ.

source: Do you not see, O foolish man, that faith without works is of no use?
chr: ᏣᏚᎵᏍᎪᏃ ᏣᎦᏙᎥᎯᏍᏗᏱ, ᏂᏣᏓᏅᏛᎾ ᎯᏍᎦᏯ, ᎪᎯᏳᏗ ᎨᏒ ᎤᎵᏬᏨᎯ ᎨᏒ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏔᎵ ᏄᏛᏛᎾ ᏱᎩ?

source: Was not the righteousness of Abraham our father judged by his works, when he made an offering of Isaac his son on the altar?
chr: ᏝᏍᎪ ᎡᏆᎭᎻ ᎢᎩᏙᏓ ᏳᏚᏓᎴᏍᏔᏁ ᏚᎸᏫᏍᏓᏁᎲᎢ, ᎤᎵᏍᎪᎸᏔᏅ ᎤᏪᏥ ᎡᏏᎩ ᎠᏥᎸ ᎨᎳᏍᏗᏱ?

source: You see that his faith was helping his works and was made complete by them;
chr: ᎯᎪᏩᏘᎭ ᎪᎯᏳᏗ ᎨᏒ ᎤᏍᏕᎸᎲ ᏚᎸᏫᏍᏓᏁᎸᎢ, ᎾᏍᎩᏃ ᏚᎸᏫᏍᏓᏁᎸ ᎤᏩᏔᏅ ᎪᎯᏳᏗ ᎨᏒ ᎤᎧᎵᎸᎢ.

source: And the holy Writings were put into effect which said, And Abraham had faith in God and it was put to his account as righteousness; and he was named the friend of God.
chr: ᎪᏪᎸᏃ ᎤᏙᎯᏳᏁᎢ ᎯᎠ ᏥᏂᎦᏪᎭ; “ᎡᏆᎭᎻ ᎤᏬᎯᏳᏅᎩ ᎤᏁᎸᏅᎯ, ᎾᏍᎩᏃ ᏚᏳᎪᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎤᏠᏱ ᎠᏥᏰᎸᎾᏁᎸᎩ.” ᎾᏍᎩᏃ ᎤᏁᎳᏅᎯ ᎤᎾᎵᎢ ᎠᎪᏎᎲᎩ.

source: You see that a man's righteousness is judged by his works and not by his faith only.
chr: ᎾᏍᎩᏃ ᎢᏥᎪᏩᏘᎭ ᏴᏫ ᏕᎤᎸᏫᏍᏓᏁᎲ ᎠᏚᏓᎴᏍᏗᏍᎬᎢ, ᎥᏝᏃ ᎪᎯᏳᏗᏉ ᎨᏒ ᎤᏩᏒ.

source: And in the same way, was not the righteousness of Rahab, the loose woman, judged by her works, when she took into her house those who were sent and let them go out by another way?
chr: ᎠᎴ ᎾᏍᏉ ᎴᎭᏫ ᎤᏁᎫᏥᏛ ᏝᏍᎪ ᏕᎤᎸᏫᏍᏓᏁᎲ ᏳᏚᏓᎴᏍᏔᏁᎢ ᏚᏓᏂᎸᏨ ᎾᏍᎩ Ꮎ ᏅᏓᎨᏥᏅᏏᏛ ᎠᎴ ᏚᏅᏫᏍᏔᏅ ᎤᏣᏘᏂ ᎢᏗᏢ ᏭᏂᎶᎯᏍᏗᏱ?

source: For as the body without the spirit is dead even so faith without works is dead.
chr: ᎠᏰᎸᏰᏃ ᎠᏓᏅᏙ ᏄᏪᎲᎾ ᏱᎩ ᎤᏓᏬᏨᎯ ᏥᎨᏐᎢ, ᎾᏍᎩᏯᏉ ᎪᎯᏳᏗ ᎨᏒ ᏔᎵ ᏄᏛᏛᎾ ᏱᎩ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎾᏍᏉ ᎤᎵᏬᏨᎯ ᎨᏐᎢ.

source: Do not all be teachers, my brothers, because we teachers will be judged more hardly than others.
chr: ᎢᏓᎵᏅᏟ ᏞᏍᏗ ᎢᏥᏣᏘ ᏗᏣᏕᏲᎲᏍᎩ ᏱᎨᏎᏍᏗ, ᎢᏥᎦᏔᎭᏰᏃ ᎤᏟ ᎢᎦᎢ ᎢᎩᏍᏛᏗᏍᏗ ᎨᏒᎢ;

source: For we all go wrong in a number of things. If a man never makes a slip in his talk, then he is a complete man and able to keep all his body in control.
chr: ᎤᏣᏘᏰᏃ ᎢᏳᏓᎴᎩ ᏂᏗᎥ ᎢᏗᏍᎦᏅᎪᎢ. ᎢᏳᏃ ᎩᎶ ᎦᏬᏂᏍᎬ ᎾᏍᎦᏅᎬᎾ ᏥᎨᏐᎢ, ᎾᏍᎩ ᏄᎪᎸᎾ ᎨᏐ ᎠᏍᎦᏯ, ᏰᎵᏉ ᎾᏍᏉ ᎬᏪᎾᎯᏍᏙᏗ ᏂᎬ ᎠᏰᎸᎢ.

source: Now if we put bits of iron into horses' mouths so that they may be guided by us, we have complete control of their bodies.
chr: ᎬᏂᏳᏉ ᏕᏗᎭᎾᎳᏗᏍᎪ ᏐᏈᎵ ᎨᎪᎯᏳᏗᏱ, ᎠᎴ ᏂᎬ ᏗᏂᏰᎸ ᏕᏗᎪᎸᏏᏙᎰᎢ.

source: And again ships, though they are so great and are moved by violent winds, are turned by a very small guiding-blade, at the impulse of the man who is using it.
chr: ᎬᏂᏳᏉ ᎾᏍᏉ ᏥᏳᏧᏛᎾ ᏤᏉᎯᏳᏍᎩᏂᏃᏅ ᎠᎴ ᎤᏍᎦᏎᏗ ᎤᏃᎴ ᏕᎦᏂᏙᎰᎢ, ᎠᏎᏃ ᏓᏂᎦᏔᎲᏏᏙᎰ ᎠᏅᏘᏍᎪ ᎤᏍᏗᎩᏳ ᎦᏌᏛᏍᏗ ᎾᎿᏉ ᎢᏗᏢ ᎤᏚᎸ ᎦᏌᏛᏍᎩ.

source: Even so the tongue is a small part of the body, but it takes credit for great things. How much wood may be lighted by a very little fire!
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᎦᏃᎦ ᎤᏍᏗᎩᏳ, ᎠᏎᏃ ᎡᏉᎯᏳ ᎦᏬᏂᏍᎪᎢ. ᎬᏂᏳᏉ ᎤᏍᏗ ᎠᏥᎸ ᏄᏣᏔ ᎠᏓ ᏓᏥᏍᏢᏍᎪᎢ.

source: And the tongue is a fire; it is the power of evil placed in our bodies, making all the body unclean, putting the wheel of life on fire, and getting its fire from hell.
chr: ᎠᎴ ᎦᏃᎦ ᎠᏥᎸ ᎾᏍᎩᏯᎢ ᎠᎴ ᎡᎶᎯ ᎠᎧᎵᎢ ᏂᏚᏳᎪᏛᎾ ᎨᏒ ᎾᏍᎩᏯ. ᎾᏍᎩᏯ ᏄᏍᏗ ᎦᏃᎦ ᎤᏓᏑᏴ ᎢᎦᏙᏢᏒᎢ, ᎾᏍᎩ ᎦᏓᎭ ᎢᎬᏁᎯ ᏂᎬ ᎠᏰᎸᎢ, ᎠᎴ ᎠᏥᏍᏢᏍᎩ ᎠᎢᏒ ᎠᏁᎳᏅᎯ ᎨᏒᎢ, ᎠᎴ ᏨᏍᎩᏃᎢ ᎤᏓᏳᏓᎴᏅᎯ ᎠᏥᏥᏍᏝᏫᏍᏗᏍᎩ.

source: For every sort of beast and bird and every living thing on earth and in the sea has been controlled by man and is under his authority;
chr: ᏄᎾᏓᎴᏒᏰᏃ ᎢᎾᎨ ᎠᏁᎯ ᎠᎴ ᎠᏂᏃᎯᎵᏙᎯ ᎠᎴ ᎠᎾᏓᎾᏏᏂᏙᎯ ᎠᎴ ᎠᎺᏉᎯ ᎠᏁᎯ, ᏗᏓᏅᏘᏐᏙᏗ ᎠᎴ ᏧᏓᏅᏘᏐᏔᏅᎯ ᏴᏫ.

source: But the tongue may not be controlled by man; it is an unresting evil, it is full of the poison of death.
chr: ᎦᏃᎦᏍᎩᏂ ᎥᏝ ᎩᎶ ᏰᎵ ᏴᎬᏓᏅᏘᏐᏓ, ᎾᏍᎩ ᎤᏲᎢ ᎬᏎᎪᎩᏍᏗ ᏂᎨᏒᎾ, ᎠᎧᎵᎢ ᎠᏓᎯᎯ ᏅᏬᏘ.

source: With it we give praise to our Lord and Father; and with it we put a curse on men who are made in God's image.
chr: ᎾᏍᎩ ᎢᏛᏗᏍᎪᎢ ᎡᏗᎸᏉᏗᏍᎪ ᎤᏁᎳᏅᎯ ᎠᎦᏴᎵᎨᎢ, ᎠᎴ ᎾᏍᎩ ᎢᏛᏗᏍᎪᎢ ᏕᏗᏍᎩᏅᏗᏍᎪ ᏴᏫ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏄᏍᏛ ᎢᎨᎬᏁᎸᎯ ᎨᎪᏢᏅᎯ

source: Out of the same mouth comes blessing and cursing. My brothers, it is not right for these things to be so.
chr: ᎾᏍᎩ ᏌᏉ ᎠᎰᎵ ᏗᎦᏄᎪᎪ ᎦᎸᏉᏙᏗ ᎨᏒ ᎠᎴ ᎠᏍᎩᏅᏗᏍᏗ ᎨᏒᎢ. ᎢᏓᎵᏅᏟ, ᎥᏝ ᎣᏏᏳ ᏱᎩ ᎾᏍᎩ ᏥᏄᏍᏗ.

source: Does the fountain send from the same outlet sweet and bitter water?
chr: ᏥᎪ ᏌᏉ ᎦᏄᎪᎬ ᏗᎦᏄᎪᎪ ᎤᎦᎾᏍᏛ ᎠᎹ ᎠᎴ ᎤᏴᏍᏗ?

source: Is a fig-tree able to give us olives, my brothers, or do we get figs from a vine, or sweet water from the salt sea?
chr: ᎢᏓᎵᏅᏟ, ᏥᎪ ᏒᎦᏔ-ᎢᏳᏍᏗ ᏡᎬ ᏰᎵᏉ ᏯᎾᏓᏛᎦ ᎣᎵᏩ ᏡᎬ ᎠᎾᏓᏛᏍᎩ, ᎠᎴ ᏥᎪ ᏖᎸᎳᏗᎯ ᏒᎦᎳ-ᎢᏳᏍᏗ ᏯᎾᏓᏛᎦ? ᎾᏍᏉᏍᎩᏂ ᎥᏝ ᏰᎵ ᏌᏉ ᎦᏄᎪᎬ ᏴᏛᎦᏄᎪᎢ ‾ᎠᎹ ᎤᎶᏥᏛ ᎠᎴ ‾ᎠᎹ ᎤᎶᏥᏛ ᏂᎨᏒᎾ.

source: Who has wisdom and good sense among you? let him make his works clear by a life of gentle wisdom.
chr: ᎦᎪ ᏂᎯ ᏂᏣᏛᏅᎢ ᎤᏓᏑᏯ ᎠᏏᎾᏌᏂ ᎠᎴ ᎠᎦᏔᏂᎢ? ᎾᏍᎩ ᏫᎦᎾᏄᎪᏩ ᏕᎤᎸᏫᏍᏓᏁᎲᎢ ᏫᎬᏙᏓ ᎣᏏᏳ ᎾᏛᏁᎲᎢ, ᎠᎴ ᏫᎬᏙᏓ ᎠᏏᎾᏌᏂᏳ ᎨᏒ ᏔᎵ ᎤᏛᏕᏍᏗ ᎤᏓᏅᏘ ᎨᏒᎢ.

source: But if you have bitter envy in your heart and the desire to get the better of others, have no pride in this, talking falsely against what is true.
chr: ᎢᏳᏍᎩᏂ ᎢᏥᏍᏆᏂᎪᏕᏍᏗ ᏙᏗᏣᏓᏅᏛᎢ ᎠᏛᏳᎨᏗ ᎠᎴ ᎠᏗᏒᏍᏗ ᎨᏒᎢ, ᏞᏍᏗ ᏱᏣᏢᏆᏍᎨᏍᏗ ᎠᎴ ᏞᏍᏗ ᏱᏣᏤᎪᎥᏍᎨᏍᏗ ᎤᏙᎯᏳᏒ ᏱᏥᏲᏍᎨᏍᏗ.

source: This wisdom is not from heaven, but is of the earth and the flesh and the Evil One.
chr: ᎯᎠ ᎾᏍᎩ ᎠᏏᎾᏌᏂᏳ ᎨᏒ ᎥᏝ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ ᏱᎩ, ᎡᎶᎯᏉᏍᎩᏂ ᎡᎯ ᎠᎴ ᎤᏊᏓᎸᏉ ᎡᎯ ᎠᎴ ᎠᏍᎩᎾ ᎢᏳᏍᏗ.

source: For where envy is, and the desire to get the better of others, there is no order, but every sort of evil-doing.
chr: ᎾᎿᏰᏃ ᎠᏛᏳᎨᏗ ᎠᎴ ᎠᏗᏒᏍᏗ ᎠᏁᎲᎢ, ᎾᎿ ᎡᎰ ᏧᏓᎴᏅᏛ ᎠᎴ ᏂᎦᎥ ᎤᏲ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ.

source: But the wisdom which is from heaven is first holy, then gentle, readily giving way in argument, full of peace and mercy and good works, not doubting, not seeming other than it is.
chr: ᎦᎸᎳᏗᏍᎩᏂ ᏅᏓᏳᏓᎴᏅᎯ ᏥᎩ ᎠᏏᎾᏌᏂᏳ ᎨᏒ ᎢᎬᏱᏱ ᎦᏓᎭ ᏂᎨᏒᎾ ᎨᏐᎢ, ᎿᏉᏃ ᎪᎯᏍᏗᏍᎩ, ᎠᎴ ᎤᏓᏅᏘ, ᎠᎴ ᎤᏬᎯᏳᎯᏍᏛ, ᎠᎴ ᎠᎧᎵᏬᎯ ᎠᏓᏙᎵᏍᏗ ᎨᏒᎢ ᎠᎴ ᎣᏍᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᎠᎴ ᏄᏓᎸᏉᏛᎾ, ᎠᎴ ᎤᏠᎾᏍᏗ ᏂᎨᏒᎾ.

source: And the fruit of righteousness is planted in peace for those who make peace.
chr: ᎠᏃᎯᏍᏗᏍᎩᏂ ᎠᏃᎯᏍᏗᏍᎬᎢ ᎠᏂᏫᏍᎪ ᏚᏳᎪᏛ ᎤᎾᏄᎪᏫᏍᏗ ᎨᏒᎢ.

source: What is the cause of wars and fighting among you? is it not in your desires which are at war in your bodies?
chr: ᎭᏢ ᏗᏓᎴᎲᏍᎦ ᏓᎿᏩ ᎠᎴ ᏗᎵᏍᏗ ᎨᏒ ᏂᎯ ᎢᏤᎲᎴ? ᏝᏍᎪ ᎾᏍᎩ ᎠᏚᎸᏗ ᎨᏒ ᏗᏥᏰᎸ ᎭᏫᏂ ᏥᏓᎵᎭ ᎾᎿ ᏴᏗᏓᎴᎲᏍᎦ?

source: You are burning with desire, and have not your desire, so you put men to death; you are full of envy, and you are not able to get your desire, so you are fighting and making war; you have not your desire, because you do not make request for it.
chr: ᎢᎦᏚᎵᎪᎢ, ᎠᏎᏃ ᎥᏝ ᏱᏥᏩᏘᏍᎪᎢ; ᏕᏣᏓᎯᎰᎢ ᎠᎴ ᎢᏤᎵᎯᏍᎪ ᎢᏥᏩᏛᏗᏱ ᎠᏎᏃ ᎥᏝ ᏱᏥᏩᏘᏍᎪᎢ; ᏕᏣᎵᎰᎢ ᎠᎴ ᏓᎿᏩ ᎢᏤᎪᎢ, ᎠᏎᏃ ᎥᏝ ᏱᏥᏩᏘᏍᎪ ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᏂᏥᏔᏲᎯᎲᎾ ᎨᏒᎢ.

source: You make your request but you do not get it, because your request has been wrongly made, desiring the thing only so that you may make use of it for your pleasure.
chr: ᎢᏥᏔᏲᎯᎰᎢ, ᎠᏎᏃ ᎥᏝ ᏱᏥᏩᏘᏍᎪᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᏂᏚᏳᎪᏛᎾ ᎨᏒ ᎢᏥᏔᏲᎯᎲᎢ, ᎢᏣᏚᎵᏍᎬ ᎾᏍᎩ ᎢᏨᏙᏗᏱ ᎣᏍᏛ ᎢᏣᏓᏅᏓᏗᏍᏗᏍᎩ ᎢᏥᏩᏛᏗᏱ.

source: O you who are false to God, do you not see that the friends of this world are not God's friends? Every man desiring to be a friend of this world makes himself a hater of God.
chr: ᏗᏣᏓᏲᏁᎯ ᎢᏥᏍᎦᏯ ᎠᎴ ᎢᏥᎨᏴ, ᏝᏍᎪ ᏱᏥᎦᏔᎭ ᎡᎶᎯ ᎤᎾᎵᎢ ᎨᏒᎢ ᎤᏁᎳᏅᎯ ᎠᏍᎦᎩ ᎨᏒᎢ? ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎢᏳᏃ ᎩᎶ ᎡᎶᎯ ᎤᎾᎵᎢ ᎢᏳᎵᏍᏙᏗᏱ ᏯᏓᏅᏖᎭ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎠᏍᎦᎩ ᎨᏐᎢ.

source: Or does it seem to you that it is for nothing that the holy Writings say, The spirit which God put into our hearts has a strong desire for us?
chr: ᎠᏎᏉᏍᎪ ᏂᎦᏪ ᎢᏥᏰᎸᎭ ᎯᎠ ᏥᏂᎦᏪ ᎪᏪᎵ; ᎠᏓᏅᏙ ᏥᎩᏯᎠ ᎤᏚᎵᏍᎬ ᎠᏛᏳᎨᏗ ᎨᏒ ᏩᎦᏘ.

source: But he gives more grace. So that the Writings say, God is against the men of pride, but he gives grace to those who make themselves low before him.
chr: ᎠᏎᏃ ᎤᏟ ᎢᎦᎢ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏓᏁᎰᎢ--ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᎦᏪᎭ; ᎤᏁᎳᏅᎯ ᎤᎾᏢᏉᏗ ᏓᏡᏗᏍᎪᎢ, ᎤᎾᏓᏙᎵᏍᏗᏍᎩᏂ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏓᏁᎰᎢ.

source: For this cause be ruled by God; but make war on the Evil One and he will be put to flight before you.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏤᏣᎴᏲᎯᏏ ᎤᏁᎳᏅᎯ; ᏤᏣᏟᏴᏏ ᎠᏍᎩᎾ, ᎠᎴ ᎠᏎ ᏓᏣᏓᏅᎡᎵ.

source: Come near to God and he will come near to you. Make your hands clean, you evil-doers; put away deceit from your hearts, you false in mind.
chr: ᎾᎥ ᎡᏥᎷᏥᏏ ᎤᏁᎳᏅᎯ ᎾᏍᎩᏃ ᏂᎯ ᎾᎥ ᏓᏥᎷᏤᎵ. ᏗᏦᏑᎵ ᏗᏦᏰᏂ ᎢᏥᏍᎦᎾᎢ, ᎠᎴ ᏗᏥᏅᎦᎸ ᏗᏥᎾᏫ ᏔᎵ ᎢᏧᏓᎢ ᏗᏣᏓᏅᏘ.

source: Be troubled, with sorrow and weeping; let your laughing be turned to sorrow and your joy to grief.
chr: ᎤᏲ ᎢᏣᏓᏅᏓᏓ ᎠᎴ ᏗᏥᏴᎳ ᎠᎴ ᏗᏣᏠᏱᎦ; ᎢᏥᏰᏣᏍᎬᎢ ᎠᏴᎵᏍᏗ ᎨᏒ ᏩᏓᏁᏟᏴᏍᏓ, ᎠᎴ ᎢᏣᎵᎮᎵᎬ ᎤᏲ ᎠᏓᏅᏓᏗᏍᏗ ᎨᏒ ᏩᏓᏁᏟᏴᏍᏓ.

source: Make yourselves low in the eyes of the Lord and you will be lifted up by him.
chr: ᎢᏣᏓᏙᎵᏍᏗ ᎨᏎᏍᏗ ᏱᎰᏩ ᏙᏗᎧᏂᏍᎬᎢ, ᎾᏍᎩᏃ ᏓᏥᏌᎳᏓᏂ.

source: Do not say evil against one another, my brothers. He who says evil against his brother or makes himself his brother's judge, says evil against the law and is judging the law: and in judging the law you become, not a doer of the law but a judge.
chr: ᏞᏍᏗ ᎤᏐᏅ ᏱᏗᏣᏓᏃᎮᏍᎨᏍᏗ ᎢᏓᏓᏅᏟ; ᎤᏐᏅ ᏥᎧᏃᎮᏍᎪ ᏥᎧᏁᎢᏍᏗᏍᎪ ᏗᎾᏓᏅᏟ ᎠᎴ ᏥᏕᎫᎪᏓᏁᎰ ᏗᎾᏓᏅᏟ, ᎾᏍᎩ ᎤᏐᏅ ᎧᏃᎮᏍᎪ ᎧᏁᎢᏍᏗᏍᎪ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎴ ᏕᎫᎪᏓᏁᎰ ᏗᎧᎿᏩᏛᏍᏗ; ᎢᏳᏃ ᏗᎧᎿᏩᏛᏍᏗ ᏱᏚᎪᏓᏁᎭ ᎥᏝ ᏗᎧᎿᏩᏛᏍᏗ ᏘᎧᎿᏩᏕᎩ ᏱᎦᎩ ᏚᎪᏓᏁᎯᏍᎩᏂ.

source: There is only one judge and law-giver, even he who has the power of salvation and of destruction; but who are you to be your neighbour's judge?
chr: ᎠᏏᏴᏫ ᎡᎭ ᏗᎧᎿᏩᏛᏍᏗ ᎪᏢᏍᎩ ᏰᎵᏉ ᎬᏩᏓᏍᏕᎸᏗ ᎠᎴ ᎬᏩᏓᎯᏍᏗ; ᎦᎪ ᏂᎯ ᏅᏩᏓᎴ ᏥᏕᎯᏳᎪᏓᏁᎭ?

source: How foolish it is to say, Today or tomorrow we will go into this town, and be there for a year and do business there and get wealth:
chr: Ꭷ ᎯᎠ ᎢᏥᏪᏍᎩ; ᎪᎯ ᎢᎦ ᎠᎴ ᏑᎾᎴᎢ ᏓᏲᏤᏏ ᎨᎯ ᏗᎦᏚᎲᎢ, ᏑᏕᏘᏴᏛᏃ ᏬᏤᎮᏍᏗ ᎠᎴ ᏬᏥᏃᏗᏍᎨᏍᏗ ᎠᎴ ᏬᎩᏁᏉᏤᎮᏍᏗ;

source: When you are not certain what will take place tomorrow. What is your life? It is a mist, which is seen for a little time and then is gone.
chr: ᏂᏥᎦᏔᎲᎾᏃ ᎢᏳᎵᏍᏙᏗ ᎨᏒ ᏑᎾᎴᎢ; ᏕᏨᏅᏰᏃ ᎦᏙ ᎤᏍᏗ? ᎤᎬᎭᏛᏉ ᎾᏍᎩᏯᎢ ᎾᏍᎩ ᏞᎦ ᏥᎦᎾᏄᎪᎪᎢ ᎿᏉᏃ ᏣᎵᏛᏗᏍᎪᎢ.

source: But the right thing to say would be, If it is the Lord's pleasure and if we are still living, we will do this and that.
chr: ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎯᎠ ᏳᎬᏫᏳᎭ ᏱᏂᏥᏪᎭ; ᎢᏳᏃ ᎤᎬᏫᏳᎯ ᎣᏏ ᏳᏰᎸᏅ, ᏙᏨᏁᏍᏗ ᎠᎴ ᎯᎠ ᏃᏣᏛᏁᎮᏍᏗ ᎠᎴ ᎯᎠᏉ.

source: But now you go on glorying in your pride: and all such glorying is evil.
chr: ᎪᎯᏍᎩᏂ ᎨᏒ ᎢᏣᎵᎮᎵᎦ ᎢᏣᏢᏆᏍᎬᎢ; ᏂᎦᏛ ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᎵᎮᎵᏍᏗ ᎨᏒ ᎤᏲᏉ ᎨᏐᎢ.

source: The man who has knowledge of how to do good and does not do it, to him it is sin.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎩᎶ ᏣᎦᏔᎰᎢ ᎣᏍᏛ ᎢᏯᏛᏁᏗ ᎨᏒᎢ, ᎾᏍᎩᏃ ᎾᏛᏁᎲᎾ ᏥᎨᏐᎢ, ᎾᏍᎩ ᎾᎿ ᎠᏍᎦᏅᎪᎢ.

source: Come now, you men of wealth, give yourselves to weeping and crying because of the bitter troubles which are coming to you.
chr: Ꭷ ᏂᎯ ᏗᏤᎿᎢ ᏗᏣᏠᏱᎦ ᎠᎴ ᏗᏥᏴᎳ ᏫᏂᎦᎵᏍᏙᏓ ᎢᏥᎩᎵᏲᎢᏍᏗ ᎢᏥᎷᏤᏗ ᏥᎩ.

source: Your wealth is unclean and insects have made holes in your clothing.
chr: ᏧᎬᏩᎶᏗ ᎢᏥᎲᎢ ᎤᎪᏒ; ᏗᏣᏄᏬᏃ ᏥᏍᎪᏴ ᎦᏂᏯᎥ;

source: Your gold and your silver are wasted and their waste will be a witness against you, burning into your flesh. You have put by your store in the last days.
chr: ᏗᏣᏤᎵ ᏓᎶᏂᎨ ᎠᏕᎸ ᎠᎴ ᎤᏁᎬ ᎠᏕᎸ ᏚᏯᏍᏜᏛ, ᏚᏯᏍᏜᏛᏃ ᎢᏥᏃᎮᏍᎩ ᎨᏎᏍᏗ, ᎠᎴ ᎤᏪᏰᏍᏗ ᎨᏎᏍᏗ ᎢᏥᏇᏓᎸ ᎠᏥᎸ ᏥᎦᏰᏍᎪ ᎾᏍᎩᏯᎢ. ᎢᏥᏟᏌᏅ ᏧᎬᏩᎶᏗ ᎤᎵᏍᏆᎸᏗ ᎢᎦ ᎨᏒ ᎤᎬᏩᎵ.

source: See, the money which you falsely kept back from the workers cutting the grass in your field, is crying out against you; and the cries of those who took in your grain have come to the ears of the Lord of armies.
chr: ᎬᏂᏳᏉ ᎠᏠᏱᎭ ᎨᎦᎫᏴᏓᏁᏗ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎤᏂᏍᎫᏕᏒᎯ ᏕᏥᎶᎨᏒᎢ, ᎾᏍᎩ ᏗᏥᎾᎯᏍᏓᏁᎸᎯ ᏥᎩ, ᎤᎾᎵᏍᏛᏃ ᎾᏍᎩ ᎤᏂᏍᎫᏕᏒᎯ ᏚᎵᎠᏴᎸ ᎤᎬᏫᏳᎯ ᏓᎿᏩ ᎠᏁᎩ ᎤᎾᏤᎵᎦ.

source: You have been living delicately on earth and have taken your pleasure; you have made your hearts fat for a day of destruction.
chr: ᎤᏢᏉᏗ ᎢᏤᎲᎩ ᎡᎶᎯ ᎠᎴ ᏂᏣᏁᎸᎾ; ᏕᏤᎶᎸ ᏗᏥᎾᏫ, ᎾᏍᎩᏯ ᏥᎾᎾᏛᏁᎰ ᏗᎯᏍᏗᏱ ᎨᏒ ᎢᎦ ᎠᏍᏆᎸ.

source: You have given your decision against the upright man and have put him to death. He puts up no fight against you.
chr: ᏕᎫᎪᏓᏁᎸ ᎠᎴ ᎡᏥᎸ ᎾᏍᎩᏅᎾ, ᎥᏝᏃ ᏱᏣᏞᏤᎭ.

source: Go on waiting calmly, my brothers, till the coming of the Lord, like the farmer waiting for the good fruit of the earth till the early and late rains have come.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏓᎵᏅᏟ ᏗᏨᏂᏗᏳ ᎨᏎᏍᏗ ᎬᏂ ᎤᎬᏫᏳᎯ ᎦᎷᏨᎭ. ᎬᏂᏳᏉ ᎤᎶᎨᏛ ᎠᎦᏘᏲ ᎦᎸᏉᏗ ᎡᎶᎯ ᎤᎾᏄᎪᏫᏒᎯ, ᎠᎴ ᎬᏂᏗᏳ ᎨᏐ ᎠᎦᏘᏲᎢ, ᎬᏂ ᎤᎦᎾᏏ ᎢᎬᏱᏱ ᎠᎴ ᎣᏂᏱ ᎤᎦᏃᏗ ᎨᏒᎢ.

source: Be as calm in your waiting; let your hearts be strong: because the coming of the Lord is near.
chr: ᏂᎯ ᎾᏍᏉ ᏗᏨᏂᏗᏳ ᎨᏎᏍᏗ; ᏗᏣᎵᏂᎪᎯᏍᏓ ᏗᏥᎾᏫ, ᎤᎬᏫᏳᎯᏰᏃ ᎤᎷᎯᏍᏗᏱ ᎤᏍᏆᎸᎯᏗ.

source: Say no hard things against one another, brothers, so that you will not be judged; see, the judge is waiting at the doors.
chr: ᎢᏓᏓᏅᏟ ᏞᏍᏗ ᏱᏗᏣᏓᏍᎦᎨᏍᏗ ᏱᏕᏧᎪᏓᏏᏰᏃ ᎢᏥᏍᎦᏅᏨᎢ. ᎬᏂᏳᏉ ᏗᎫᎪᏗᏍᎩ ᎦᎶᎯᏍᏗᏱ ᎦᏙᎦ.

source: Take as an example of pain nobly undergone and of strength in trouble, the prophets who gave to men the words of the Lord.
chr: ᎢᏓᏓᏅᏟ ᎠᏙᎴᎰᎯᏍᏙᏗ ᎠᎩᎵᏲᎢᏍᏗ ᎨᏒ ᎠᎴ ᎬᏂᏗᏳ ᎨᏒᎢ, ᎠᎾᏙᎴᎰᏍᎩ ᎤᎬᏫᏳᎯ ᏕᎤᏙᏍᏛ ᎤᏂᏁᎢᏍᏔᏅᎯ ᏥᎩ, ᏗᏥᎧᎿᏩᏛᏍᏗ ᎨᏎᏍᏗ.
